Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་གང་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ད་ལྟར་ནས་ཆོས་ཀྱི་རྒྱལ་མཚན་འཕེལ་བར་འགྱུར་གྱི་བར་དུ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་མི་སྐྱོ་བར་སྤྲོ་ཞིང་སྡིག་པ་འདོད་པ་ལོག་པར་ལྟ་བའི་སེམས་ཅན་རྣམས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་འཇུག་པ་དང་།
en: Noble sons, from today until the banner of the Dharma is unfurled in the buddha realms inundated with the five impurities, spread out to ripen beings without becoming weary. Introduce those beings who seek out misdeeds and adhere to wrong views to the path of virtuous actions and place them on it.

source: རབ་ཏུ་དགོད་པ་དང་། ཉེས་པ་མང་བའི་ཤས་ཆེ་བའི་སེམས་ཅན་རྣམས་ཁྱིམ་གྱི་གནས་ནས་ཕྱུང་སྟེ། ཞི་བ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་སྦྱོར་བ་དང་། བསླབ་པའི་གནས་ལ་རབ་ཏུ་འགོད་པ་དང་།
en: Encourage beings with numerous faults to becoming renunciants and embrace peace, and establish them in the fundamental precepts.

source: ཉེས་པ་མང་པོས་ཉེན་ལ། ལུས་དང་། ངག་དང་། ཡིད་སྡོམ་པའི་ཚུལ་ཅན་གྱི་སེམས་ཅན་རྣམས་བསམ་གཏན་དང་། རྣམ་པར་ཐར་པ་དང་།
en: Prepare beings who are afflicted with many faults but whose bodies, speech, and minds are ready for training in the concentrations, liberations, dhāraṇīs, and acceptances.

source: གཟུངས་དང་། བཟོད་པ་ལ་སྦྱོར་ཞིང་སོ་སོར་འགོད་པ་དང་དགོན་པ་བས་མཐའི་མལ་སྟན་ལ་མངོན་པར་དགའ་ལ་སེམས་ཅན་ཡང་དེ་ལ་སྦྱོར་ཞིང་དེ་དག་ཕན་པ་ལ་སྦྱོར་བ་དང་།
en: Encourage beings to delight in making their bed in solitary places as hermits and encourage them to benefit others.

source: སེར་སྣ་ཅན་རྣམས་སྦྱིན་པ་ལ་སྦྱོར་བ་ནས། འཆལ་པའི་ཤེས་རབ་ཅན་སྡིག་པའི་བས་མཐའི་སྤྱོད་ཡུལ་དང་ལྡན་པ། ལྟ་བའི་ཐིབས་པོ་ལ་གནས་པ་རྣམས་འཕགས་པའི་ཤེས་རབ་ཀྱི་སྟོབས་ལ་སྦྱོར་ཞིང་སོ་སོར་འགོད་དེ།
en: Do everything from converting stingy beings to the practice of generosity, to converting those with confused insight who are involved with evil domains and adhere to dense views to the power of noble insight, and establish them in each one.

source: སེམས་ཅན་སྡུག་བསྔལ་སྣ་ཚོགས་ཀྱིས་ནོན་པ་རྣམས་ཡོངས་སུ་ཐར་བར་བྱེད་པ་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་རབ་ཏུ་མང་བར་འཕེལ་ལོ། །
en: “Bodhisattvas who liberate these beings overwhelmed by various forms of suffering increase their mass of merit many times over.

source: འདི་ལ་གང་ཉོན་མོངས་པ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་དམ་པའི་ཆོས་འཇིག་པའི་དུས་ཉིན་མཚན་བདུན་དུ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སྐྱོ་བ་བཟོད་ཅིང་བཟོད་པའི་སྟོབས་ཀྱི་མཐུ་འདིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་ཅིང་ཆུང་ངུ་ན་བཟོད་པ་འདི་ཡང་དག་པར་ལེན་དུ་འཛུད་དེ། སེམས་ཅན་རྣམས་ལ་སྟོན་ཅིང་ཚིག་ཏུ་འདོན་པ་དང་། གླེགས་བམ་ལ་འདྲིར་འཇུག་པ་ནི་བསོད་ནམས་རབ་ཏུ་མང་དུ་འཕེལ་ཏེ།
en: Bodhisattvas who demonstrate acceptance in the face of weariness for seven days and nights in order to ripen beings, ripen beings through the power of this acceptance, and lead beings in afflicted realms inundated with the five impurities to adopt a small amount of this acceptance during the time when the sacred Dharma is in decline, and who teach it to beings and have them recite it and write it in a book, increase their merit many times over.

source: ཡོངས་སུ་དག་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དག་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་པ་ཆུ་ཀླུང་གང་གཱ་བཅུའི་བྱེ་མ་སྙེད་ཀྱིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྤྱད་པ་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་སྙེད་དུ་མི་འཕེལ་ལོ། །
en: The countless bodhisattvas as numerous as all the grains of sand in ten Ganges Rivers who practice the six perfections in pure buddha fields do not increase their heap of merit to that extent.

source: འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ནི་རང་བཞིན་གྱིས་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པའོ། །
en: Because those bodhisattvas are naturally endowed with great compassion.

source: སེམས་ཅན་ཆེན་པོ་དེ་དག་ནི་དགོས་པ་ཆེན་པོ་ལ་བརྩོན་པ་དང་ལྡན་པའོ། །སེམས་ཅན་ཆེན་པོ་དེ་དག་ནི་བརྩོན་འགྲུས་ཆེ་བ། ཤེས་རབ་ཀྱིས་བརྒྱན་པའོ། །
en: Those great beings are striving for a great goal, and they are adorned with great diligence and insight.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་རབ་ཏུ་མྱུར་བར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བའོ། །
en: Those bodhisattva great beings will quickly awaken to unsurpassed and perfect buddhahood.

source: གང་ཉོན་མོངས་པ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པའི་སྟོབས་བསྐྱེད་པ་འདིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་ནས།
en: The power they generate in relation to the acceptance that tames beings with the sky-colored method of perfect conduct does everything from ripening beings in afflicted buddha realms inundated with the five impurities to getting them to commission it to be written in a book.

source: གླེགས་བམ་ལ་འདྲིར་འཇུག་པའི་བར་དུ་སྦྱོར་ཞིང་དམ་པའི་ཆོས་འཇིག་པ་ན་ཆོས་ཀྱི་སྒྲོན་མ་འབར་བར་བྱེད་པས་ན་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ་ཞེས་བྱ་སྟེ། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་འཚང་རྒྱའོ། །
en: Since they will light the lamp of the Dharma when the Dharma is in decline, they will be known as bodhisattvas endowed with great compassion, and they will quickly awaken to unsurpassed and perfect buddhahood.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཉོན་མོངས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་འདི་བསྔགས་པ་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆུ་ཀླུང་གང་གཱའི་བྱེ་མ་སྙེད་ཀྱིས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ཅག་རྣམས་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་གྲངས་མ་མཆིས་པ་དག་ཏུ་མཆིས་ཏེ།
en: When the Blessed One had praised the conduct of the bodhisattvas in the afflicted buddha realms, bodhisattva great beings as numerous as all the grains of sand in the Ganges prostrated to the blessed Śākyamuni with their palms together and said, “Respected Blessed One, we have undertaken the practice of bodhisattva conduct while dwelling in countless pure buddha realms.

source: བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པར་བརྩམས་ཏེ། ད་ལྟར་ནས་མ་མཆིས་པའི་དུས་ཀྱི་བར་དུ་ཉོན་མོངས་པ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་དག་གི་སེམས་ཅན་དགེ་བའི་རྩ་བ་དང་བྲལ་བ་ཐམས་ཅད་བཏང་སྟེ།
en: We had forsaken all those beings in afflicted buddha realms inundated with the five impurities who are disconnected from roots of virtue, and taken the vow to reside in pure buddha realms from that day until the end of time.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་མཆི་བར་སྡོམ་པ་བླངས་པ་ལས་ད་ནི་བདག་ཅག་རྣམས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་སྡོམ་པ་བླངས་ཏེ་མ་མཆིས་པའི་དུས་ན། སླར་ཞིང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པར་མི་བགྱིད་དོ། །
en: Today, we take the following vow before the Blessed One: We shall not practice bodhisattva conduct in pure buddha realms anymore until the end of time!

source: སྨོན་ལམ་གྱི་དབང་གིས་བདག་ཅག་རྣམས་ཡོངས་སུ་མ་དག་པ་ཉོན་མོངས་པ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྤྱད་པ་སྤྱོད་པར་བགྱིའོ། །དགེ་བའི་རྩ་བ་མ་མཆིས་པའི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བགྱིའོ། །
en: Through the power of our aspirations, we shall practice that conduct in impure and afflicted buddha realms inundated with the five impurities, and we shall ripen all those beings who lack roots of virtue!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྱེས་བུ་དམ་པ་དག་བརྩོན་འགྲུས་ཆེན་པོ་ལ་དམིགས་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་གང་དེ་དག་དགེ་བའི་རྩ་བ་དང་བྲལ་བའི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་ལེགས་སོ་ལེགས་སོ། །
en: “Holy beings,” replied the Blessed One, “bodhisattvas who focus their attention on great diligence and ripen all the beings who are disconnected from roots of virtue are excellent, excellent!

source: སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་ཞིང་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཆེན་པོ་སྤྱད་དེ་མངོན་པར་ཤེས་པ་དང་།
en: They are endowed with great compassion, they practice the great perfections, they are endowed with the supernormal faculties, they have the great means of attracting disciples and do not depend on others, and they possess the source of great wisdom.

source: བསྡུ་བའི་དངོས་པོ་ཆེན་པོ་ལ་གཞན་ལ་རག་མ་ལུས་ཤིང་ཡེ་ཤེས་ཆེན་པོའི་འབྱུང་གནས་དང་ལྡན་པ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཡོངས་སུ་མ་དག་ཅིང་ཉོན་མོངས་པ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དག་ཏུ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྤྱོད་ཅིང་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཡོངས་སུ་ཉམས་པའི་སེམས་ཅན་རྣམས་དང་། སྡུག་བསྔལ་ཐམས་ཅད་ཀྱིས་ཉེན་པའི་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱའོ། །
en: Bodhisattva great beings who practice the six perfections in impure and afflicted buddha realms inundated with the five impurities, and who ripen those whose roots of virtue are corrupted and who are afflicted by all kinds of suffering, are known as bodhisattva great beings.

source: རིགས་ཀྱི་བུ་དེ་ལྟ་བས་ན་ཅི་ནས་ཀྱང་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་གྱིས་ཤིག །
en: Therefore, noble sons, ripen beings using this acceptance that tames beings with the sky-colored method of perfect conduct!

source: རིགས་ཀྱི་བུ་ཡུལ་གང་ན་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་རབ་ཏུ་འཆད་པའི་ཡུལ་དེར་ཡོན་ཏན་གྱི་ཁྱད་པར་དང་། དཔལ་ཕུན་སུམ་ཚོགས་པ་སྣ་ཚོགས་འབྱུང་བར་འགྱུར་རོ། །དེའི་རྒྱལ་པོ་ཡོན་ཏན་དང་བསྔགས་པ་བཞི་འབྱུང་སྟེ།
en: “Noble sons, in the lands where this acceptance of taming beings with the sky-colored method of perfect conduct will be taught, it will give rise to various types of extraordinary qualities and glorious prosperity, and the kings will experience four qualities and praiseworthy circumstances.

source: རྒྱལ་པོ་ནད་མེད་པར་འགྱུར་བ་དང་། གནོད་པ་ཉུང་ཞིང་ཚེ་རིང་བར་འགྱུར་བ་དང་། རྡུལ་དང་བྲལ་ཞིང་རྒོལ་བ་དང་དགྲ་མེད་པར་འགྱུར་བ་དང་། སྟོབས་དང་རྩལ་ཐགས་ཐོགས་མེད་ཅིང་དགའ་བ་མང་ལ་ཆོས་འདོད་པར་འགྱུར་རོ། །
en: The kings will be healthy; they will live a long life while experiencing little harm; they will be pure and have no opponents or enemies; and their strength and skills will be unimpeded, they will experience a lot of joy, and they will wish for the Dharma.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ཀླུ་དང་།
en: Why?

source: བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། གནོད་སྦྱིན་གྱི་བདག་པོ་རྣམས་ཀྱིས་རབ་ཏུ་སྲུང་བར་འགྱུར་ཏེ། བཞིན་བཟངས་དག་དང་དེ་ལ་དེ་ལྟར་མཉམ་པ་མེད་དོ། །
en: Because those lands will be protected by nāgas, Śakra, Brahmā, the world protectors, and the lords of the yakṣas, and those respectable ones are unequaled!”

source: བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། གནོད་སྦྱིན་གྱི་བདག་པོ་རྣམས་ཀྱིས་ཚིག་འཐུན་པར་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་ཏེ།
en: Śakra, Brahmā, the world protectors, and the lords of the yakṣas then exclaimed in unison, “That is correct, Blessed One!

source: ཡུལ་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བའི་ཡུལ་དེའི་རྒྱལ་པོར་འགྱུར་བ་དེའི་སླད་བཞིན་དུ་བདག་ཅག་འབྲང་ཞིང་གནོད་པ་ལས་བསྐྱབ་པར་བགྱིའོ། །
en: We will accompany and protect from harm those who are kings in the lands where this acceptance is taught!

source: བྲོ་ནད་ཞི་བར་བགྱིའོ། །དེའི་ཚེ་བསྐྱང་བར་བགྱིའོ། །དེ་དགྲ་ལས་བསྐྱབ་པར་བགྱིའོ། །དཔལ་དང་སྐལ་བ་བཟང་པོ་དང་ཆོས་ལ་དགའ་བ་ཉེ་བར་བསྟན་པར་བགྱིའོ། །
en: We will cure their diseases, preserve their lives, protect them from enemies, and show them glory, good fortune, and joy in the Dharma!

source: སྟོབས་དང་རྩལ་ཐགས་ཐོགས་མ་མཆིས་པ་ཕུན་སུམ་ཚོགས་པར་བགྱིའོ། །
en: We will make them acquire excellent and unimpeded strength and skills!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཞིན་བཟངས་དག་ལེགས་སོ་ལེགས་སོ། །
en: The Blessed One said, “Respectable ones, this is excellent, excellent!

source: ཁྱོད་ཇི་སྐད་སྨྲས་པ་བཞིན་དུ་ཉམས་སུ་ལོང་ཤིག །
en: Do just as you have said!

source: འདི་ལྟར་འོས་དང་ལྡན་པའི་རྒྱལ་པོ་ཡུལ་གང་དུ་ཆོས་དང་ལྡན་པར་འགྱུར་བར་བདག་ཅག་མདངས་དང་། སྟོབས་དང་། གཟི་བརྗིད་དང་། འཁོར་འཕེལ་བར་འགྱུར་རོ། །དེ་དག་གིས་གསོལ་པ།
en: Because in the lands where those worthy kings follow the Dharma, our splendor, strength, magnificence, and assemblies will increase.”

source: བཅོམ་ལྡན་འདས་དེ་དེ་ལྟ་ལགས་ཏེ།
en: “That is correct, Blessed One!” they replied.

source: ཡུལ་གང་དུ་བཟོད་པ་འདི་རབ་ཏུ་འཆད་པར་འགྱུར་བའི་ཡུལ་དེར་རྒྱལ་པོའི་ཞ་འབྲིང་བ་དང་། བློན་པོ་རྣམས་ཀྱི་ཡོན་ཏན་དང་། ལེགས་པ་བཞི་འབྱུང་སྟེ།
en: “In the lands where this acceptance is taught, the royal attendants and ministers will also experience four qualities and excellent circumstances.

source: བཞི་གང་ཞེ་ན། ཡུལ་དེར་རྒྱལ་པོའི་ཞ་འབྲིང་བ་དང་། བློན་པོ་རྣམས་ཕན་ཚུན་བཟོད་པ་དང་། དེས་པ་དང་། དགའ་བ་དང་། གུས་པའི་སེམས་སུ་འགྱུར་བ་དང་། རྒྱལ་པོ་ཡང་བྱམས་པར་འགྱུར་བ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་།
en: What are those four?

source: གྲོང་རྡལ་གྱི་མི་དང་། ལྗོངས་ཀྱི་མི་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་རྣམས་ཀྱི་ཡིད་དུ་འོང་ཞིང་དགའ་བར་འགྱུར་བ་དང་། ཆོས་འདོད་པར་འགྱུར་གྱི་རྙེད་པ་མི་འདོད་དེ། ཕྱོགས་བཅུར་གྲགས་པའི་སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེར་གྲགས་ཤིང་ཚེ་རིང་བ་དང་།
en: In those lands, the royal attendants and ministers will be perfectly patient, gentle, joyful, and respectful; their kings will be loving; the mendicants, the brahmins, the people living in towns and in the countryside, the women, the boys, and the girls will be pleasant and joyful, and they will not seek the Dharma for material gain; and their fame and praises will spread far and wide throughout the ten directions and they will live long lives, experiencing a lot of happiness and pleasures.

source: བདེ་བ་དང་། ཡིད་བདེ་བ་མང་བར་འགྱུར་བ་སྟེ། ཡུལ་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བ་དེ་ནི་རྒྱལ་པོའི་ཞ་འབྲིང་བ་དང་། བློན་པོ་རྣམས་ཀྱི་ཡོན་ཏན་དང་བསྔགས་པར་འགྱུར་བ་ནི་དེ་དག་གོ། །
en: Those are the qualities and praiseworthy circumstances that the royal attendants and ministers will experience in the lands where this acceptance is taught.

source: གཞན་ཡང་ཡུལ་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བའི་ཡུལ་དེར་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་རྣམས་ཀྱི་ཡོན་ཏན་དང་བསྔགས་པ་བཞི་འབྱུང་སྟེ།
en: “In the lands where this acceptance is taught, the mendicants and brahmins will also experience four qualities and praiseworthy circumstances.

source: ཡུལ་དེར་དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་རྙེད་པར་འགྱུར་བ་དང་།
en: In those lands, the mendicants and brahmins will receive Dharma robes, alms, bedding, medicine, and provisions; they will exert themselves in the concentrations; they will enjoy the mountains and live in complete seclusion; and they will abide in the four types of mental happiness.

source: བསམ་གཏན་བྱེད་པ་ལ་བརྩོན་པར་འགྱུར་བ་དང་། རི་ལ་མངོན་པར་དགའ་ཞིང་རབ་ཏུ་དབེན་པར་འགྱུར་བ་དང་། སེམས་ལས་བྱུང་བའི་བདེ་བ་བཞི་ལ་གནས་པ་རྙེད་པར་འགྱུར་རོ། །ཡུལ་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བའི་ཡུལ་དེའི་གྲོང་རྡལ་དང་ལྗོངས་ཀྱི་མི་རྣམས་ལེགས་པ་བཞི་འབྱུང་བར་འགྱུར་ཏེ།
en: “In the lands where this acceptance is taught, the people living in towns and in the provinces will also experience four excellent circumstances.

source: ཁྲོན་པ་དང་། ཆུ་མིག་དང་ལྡན་པར་འགྱུར་བ་དང་། གནོད་པ་མེད་པར་འགྱུར་བ་དང་། ལས་ཀྱི་མཐའ་གྲུབ་པར་འགྱུར་བ་དང་། སྦྱིན་པའི་གནས་སྣོད་དུ་གྱུར་པ་རྣམས་དང་མི་འབྲལ་བར་འགྱུར་བའོ། །
en: They will have wells and springs; they will be free from harm; they will accomplish their tasks; and they will never be separated from those who are worthy recipients of generosity.

source: གཞན་ཡང་ཡུལ་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བའི་ཡུལ་དེར་བུད་མེད་རྣམས་ཀྱི་ལེགས་པ་བཞི་འབྱུང་བར་འགྱུར་ཏེ།
en: “In the lands where this acceptance is taught, women will also experience four excellent circumstances.

source: ཡུལ་དེའི་བུད་མེད་ཕྲག་དོག་དང་ཁྲོ་བ་རྣམ་པར་སྤོང་བར་འགྱུར་བ་དང་། སྐྱེ་བོ་ཐམས་ཅད་ལ་བཟོད་པར་འགྱུར་བ་དང་། བུ་རྙེད་པར་འགྱུར་བ་དང་། ནད་ཉུང་བར་འགྱུར་བའོ། །
en: The women in those lands will abandon envy and aggression; they will be patient toward all beings; they will give birth to sons; and they will have few diseases.

source: གཞན་ཡང་བུད་མེད་གང་བཟོད་པ་འདི་ཉན་པ་དེ་ལ་དད་པ་རྙེད་ཅིང་ཆོས་སྨྲ་བ་ལ་ཕན་པར་ཟེར་བ་དེ་ནི་བུད་མེད་དུ་གྱུར་པའི་ཐ་མ་ཡིན་ཏེ།
en: For those women who hear about this acceptance, develop faith in it, and say they will benefit those who recite the Dharma, it will be the last time that they are born as a woman.

source: སྙིང་པོ་བྱང་ཆུབ་ཀྱི་བར་དུ་བུད་མེད་ཐོབ་པར་མི་འགྱུར་ཏེ། གཞན་དུ་ན་བདག་ཉིད་ཀྱིས་འདོད་པ་ནི་མ་གཏོགས་སོ། །
en: Except for those who wish for it, they will not be reborn as a woman for as long as it takes to ascend to the seat of awakening.

source: གཞན་ཡང་ཡུལ་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བ་དག་ན་གཞན་གྱི་འཁོར་དང་། ནང་གི་འཁོར་གྱིས་ཡུལ་ལ་གནོད་པར་མི་འགྱུར་རོ། །ཆར་མི་འབབ་པ་དང་། མུ་གེ་འབྱུང་བ་དང་།
en: “Furthermore, the lands where this acceptance is taught will not be harmed by external or internal groups.

source: དུས་མ་ཡིན་པའི་རླུང་དང་། ཆར་དང་། གྲང་དྲོ་དང་། ཤ་སྦྲང་དང་། སྦྲང་བུ་མཆུ་སྨྱུང་དང་། སྦྲང་མ་དང་། བྱི་བ་དང་། འགྲོ་བ་ཁྲོ་བོ་དང་། སྦྲུལ་ཁྲོ་བོ་དང་། གཅན་གཟན་ཁྲོ་བོ་དང་། རོ་བྲོ་བ་མེད་པ་དང་། རྩུབ་པ་དང་། སྲེ་མོ་དང་། མི་བདེ་བར་རེག་པ་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། གོས་དང་། ལྕགས་སྒྲོག་དང་། ཤིང་སྒྲོག་དང་། དབྱིག་པ་དང་། གཤེ་བ་དང་། མི་སྙན་པར་ཟེར་བ་དང་། རྡེག་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བ་དང་། ནད་ཀྱི་གནོད་པ་ཡུལ་དེ་ན་མེད་པར་འགྱུར་རོ། །
en: In those lands, there will be no harm caused by droughts, famines, untimely winds, rain, cold, heat, biting flies, mosquitoes, flies, rats, aggressive beings, aggressive snakes, aggressive predators, insipid tastes, rough substances, mongooses, unpleasant tactile objects, food, drinks, clothes, iron or wooden shackles, clubs, verbal abuse, insults, beatings, premature deaths, or diseases.

source: ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དག་གིས་ཀྱང་ཡུལ་དེ་ཤིན་ཏུ་སྲུང་ཞིང་སྐྱོབ་པར་འགྱུར་རོ། །
en: The gods, nāgas, yakṣas, asuras, and garuḍas will protect those lands.

source: རིགས་ཀྱི་བུ་དག་ཡུལ་གང་དུ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་འཆད་ཅིང་སྟོན་པར་འགྱུར་བའི་ཡུལ་དེར་གནོད་པ་བཅུ་པོ་དེ་དག་གི་ཡུལ་ཐམས་ཅད་མི་གཙེ་བར་འགྱུར་རོ། །
en: “Noble sons, any land where this acceptance of taming beings with the sky-colored method of perfect conduct is taught and explained will not be affected by those ten harms.

source: རིགས་ཀྱི་བུ་བཟོད་པ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་མཐའ་དག་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ།
en: Because, noble sons, this acceptance perfects the entire conduct of awakening of all the bodhisattvas.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ནས་སངས་རྒྱས་ཀྱི་དགོངས་པ་མཐའ་དག་ཡོངས་སུ་ཐོབ་པར་བྱེད་པའོ། །
en: It does everything from causing them to master the six perfections to making them achieve the realization of the buddhas in its entirety.

source: བཟོད་པ་འདིའི་མིང་འབའ་ཞིག་གང་གི་རྣ་ལམ་དུ་ཐོས་པ་ཡང་སྙིང་པོ་བྱང་ཆུབ་ཀྱི་བར་དུ་གང་ཟག་དེ་མི་ཁོམ་པ་བརྒྱད་དང་བྲལ་བར་འགྱུར་རོ། །
en: The persons who merely hear the name of this acceptance will be free from the eight inopportune situations for as long as it takes to reach the seat of awakening.

source: གང་གིས་བཟོད་པ་བསྒོམ་པ་འདི་ཐོག་ཐག་ཉན་པ་ནི་སངས་རྒྱས་ཀྱིས་བྱིན་གྱིས་བརླབས་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཏེ།
en: Those who hear about the cultivation of this acceptance in its entirety will be empowered by the buddhas, and they will not regress from unsurpassed and perfect awakening.

source: དེ་ལྟར་མཐུ་ཆེ་བའོ། །
en: It is therefore very powerful!

source: རིགས་ཀྱི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་དགའ་བར་བྱེད་པ། རྒྱུན་དུ་བྱེད་པ།
en: Noble sons, this acceptance thus brings joy to the bodhisattvas.

source: ཕྱིར་མི་ལྡོག་པར་བྱེད་པ། རྣམ་པར་རྩེན་པར་བྱེད་པ། འཇུག་པར་བྱེད་པ། གཟུགས་ཞི་བར་བྱེད་པ། ཡོངས་སུ་སྨིན་པར་བྱེད་པ།
en: It makes them enter the stream, it brings them to the level of nonregression, it brings easy mastery, it makes them gain understanding, it makes them pacify forms, it makes them ripen beings, it makes them part from saṃsāra, and it leads them to nirvāṇa.”

source: འབྲལ་བར་བྱེད་པ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་བྱེད་པའོ། །བཟོད་པ་འདི་དེ་ལྟར་བསྟན་པ་ན་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞིང་ནས་ལྷགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་རང་རང་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་སེམས་ཅན་རྣམས་ལ་བཤད་དེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་དགོད་པར་བགྱིའོ། །
en: When this acceptance had been revealed, the bodhisattva great beings who had assembled from the buddha realms in the ten directions exclaimed, “Respected Blessed One, we will teach this acceptance of taming beings with the sky-colored method of perfect conduct to beings in our buddha realms, and we will establish them on the level of no longer regressing from unsurpassed and perfect awakening!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་ད་གང་གི་དུས་ལ་བབ་པར་སེམས་ནའོ། །
en: The Blessed One replied, “Noble sons, I think the time has now come for you to do so!”

source: དེ་ནས་ཕྱོགས་བཅུ་ནས་འདུས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའི་རྫུ་འཕྲུལ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་འཕྲུལ་པ་ཆེན་པོས། བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་བྱས་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva great beings who had assembled from buddha realms in the ten directions then worshiped the Blessed One using the great magical powers and manifestations of bodhisattvas.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མེ་ཏོག་བན་དུ་འདི་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: They said, “Respected Blessed One, please empower these pentapetes flowers!

source: གནས་དང་། གྲོང་དང་གྲོང་ཁྱེར་དང་། ལྗོངས་གང་དུ་བཟོད་པ་འདི་འཆད་པར་འགྱུར་བ་དེ་དང་དེ་དག་ཏུ་མེ་ཏོག་བན་དུ་འདི་རབ་ཏུ་སྤྱོད་པར་འགྱུར་རོ། །
en: These pentapetes flowers will be enjoyed in all the places, villages, cities, and provinces where this acceptance will be taught.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་དེ་ལྟར་དེ་བཞིན་དུ་གཉི་ག་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །སངས་རྒྱས་ཀྱི་ཞིང་གང་ན་རིགས་ཀྱི་བུ་ཕོའམ། རིགས་ཀྱི་བུ་མོ་དེ་དག་བྱང་ཆུབ་དོན་དུ་གཉེར་བར་འགྱུར་བ་དང་།
en: The Blessed One replied, “Noble sons, in that case I will empower both.

source: གླིང་བཞི་པ་གང་དང་། ཡུལ་དང་གྲོང་ཁྱེར་དང་། གྲོང་དང་ལྗོངས་དང་། འོར་གྱི་གྲོང་དག་ཏུ་རིགས་ཀྱི་བུ་ཕོའམ། རིགས་ཀྱི་བུ་མོ་དག་བྱང་ཆུབ་དོན་དུ་གཉེར་བར་འགྱུར་བ་དེ་དག་ཏུ་བཟོད་པ་འདི་སྒོམ་པ་དང་།
en: In any buddha realm where noble sons or daughters pursue awakening, and in the four-continent worlds, lands, cities, villages, provinces, and countryside villages where noble sons or daughters pursue awakening, this acceptance will be cultivated, explained, taught, written down, read aloud, remembered, and practiced.

source: འཆད་པ་དང་། སྟོན་པ་དང་འདྲི་བ་དང་། ཀློག་པ་དང་དྲན་པ་དང་སྤྱོད་པར་འགྱུར་རོ། །བཟོད་པ་འདི་གང་ན་སྤྱོད་པ་དེར་མེ་ཏོག་བན་དུ་འདི་སྤྱོད་པར་འགྱུར་རོ། །
en: These pentapetes flowers will be enjoyed in the places where this acceptance will be practiced.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཕྱོགས་བཅུ་ནས་ལྷགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་དང་། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་དང་དྲི་ཟར་བཅས་པའི་འཁོར་གྱི་འཇིག་རྟེན་ཐམས་ཅད་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་རབ་ཏུ་དགའ་སྟེ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had spoken, the bodhisattvas who had assembled from the ten directions, and the entire world with its gods, humans, asuras, and gandharvas, were delighted and praised the words of the Blessed One.

source: ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སྷོ།​། །​།
en: This concludes the Great Vehicle sūtra entitled “The Acceptance That Tames Beings with the Sky-Colored Method of Perfect Conduct.”
